Repository: yulong000/YLCategory-Swift-MacOS
Catalog: YLCategory-Swift-MacOS/YLShortcutView/Resources/*.lproj/YLShortcutManager.strings
Languages: de, zh_hans

source: Set shortcut keys
de: Tastenkombinationen einstellen
zh_hans: 设置快捷键

source: Click to edit
de: Zum Bearbeiten klicken
zh_hans: 点击开始编辑

source: Enter shortcut keys
de: Tastenkombinationen eingeben
zh_hans: 输入快捷键

source: Delete shortcut
de: Tastenkombination löschen
zh_hans: 删除快捷键

source: End editing
de: Bearbeitung beenden
zh_hans: 取消编辑

# Shortcut has been registered by system
source: Shortcut has been registered by the system
de: Die Verknüpfung wurde vom System registriert
zh_hans: 快捷键已被系统注册

source: Control keys are unavailable
de: Steuerungstasten sind nicht verfügbar
zh_hans: 控制键不可用

source: Kind tips
de: Hinweis
zh_hans: 温馨提示

# Option Modifier Tips
source: You are using 'Option +' as a shortcut, and the system requires Accessibility permissions to use it
de: Sie verwenden 'Option +' als Shortcut, und das System erfordert Zugriffsrechte, um es zu verwenden
zh_hans: 您使用了'Option +'作为快捷键，当前系统需要辅助功能权限才能使用

# Auth Accessibility
source: Grant Accessibility Permissions
de: Zugriffserlaubnis erteilen
zh_hans: 授权辅助功能权限

source: Clear 'Option +' Shortcuts
de: Option+'-Shortcut löschen
zh_hans: 清空'Option +'快捷键

# Accessibility Tips
source: To register Option as a modifier key, accessibility permissions are required. If permissions are already granted, please remove and re-add them.
de: Um die Option-Taste als Modifikatortaste zu registrieren, ist der Zugriff auf Bedienungshilfen erforderlich. Wenn der Zugriff bereits gewährt wurde, entfernen Sie die Berechtigung und fügen Sie sie erneut hinzu.
zh_hans: 注册 Option 作为修饰键，需要授权辅助功能权限，如果显示您已授权，请删除后重新添加

# To Authorize
source: Authorize
de: Autorisieren
zh_hans: 去授权

source: Cancel
de: Abbrechen
zh_hans: 取消
